Repository: pozsarzs/xmmeec
Catalog: languages/xmmeec_*.po
Languages: hu

source: Growing hyphae
hu: Átszövetés

source: Growing mushroom
hu: Gombatermesztés

source: Humidifying
hu: Párásítás

source: Heating
hu: Fűtés

source: Lighting
hu: Világítás

source: Ventilating
hu: Szellőztetés

source: Low external temp.
hu: Alacsony külső hőmérséklet

source: INI files (*.ini)|*.ini|
hu: INI fájlok (*.ini)|*.ini|

source: Text files (*.txt)|*.txt|
hu: Szövegfájlok (*.txt)|*.txt|

source: Load from file
hu: Betöltés fájlból

source: Save to file
hu: Mentés másként

source: Export to text file
hu: Exportálás szövegfájlba

source: File exist, overwrite?
hu: A fájl létezik, felülírjam?

source: Cannot read file!
hu: A fájl nem olvasható!

source: Cannot write file!
hu: A fájl nem írható!

source: Do you want exit?
hu: Bezárja a programot?

source: Cannot read configuration file!
hu: A beállításfájl nem olvasható!

source: Download file
hu: Fájl letöltés

source: Upload file
hu: Fájl feltöltés

source: File transfer error!
hu: Fájlátviteli hiba!

source: High external temp.
hu: Magas külső hőmérséklet

source: Mushroom tent
hu: Gombasátor

source: Page
hu: Oldal

source: Type
hu: Típus

source: Channel
hu: Csatorna

source: Common parameters
hu: Közös paraméterek

source: Cannot set override!
hu: Nem tudom beállítani a felülbírálást!

source: Cannot get override status!
hu: Nem tudom lekérdezni a felülbírálási állapotot!

source: Switched off
hu: Kikapcsolva

source: Minimal relative humidity [%]
hu: Minimális páratartalom [%]

source: Humidifier switch-on humidity [%]
hu: Párásító bekapcsolási érték [%]

source: Humidifier switch-off humidity [%]
hu: Párásító kikapcsolási érték [%]

source: Maximal relative humidity [%]
hu: Maximális páratartalom [%]

source: Disable humidifier
hu: Párásító tiltás

source: Neutral
hu: Semleges

source: Switched on
hu: Bekapcsolva

source: Minimal temperature [°C]
hu: Minimális hőmérséklet [°C]

source: Heater switch-on temperature [°C]
hu: Fűtés bekapcsolási érték [°C]

source: Heater switch-off temperature [°C]
hu: Fűtés kikapcsolási érték [°C]

source: Maximal temperature [°C]
hu: Maximális hőmérséklet [°C]

source: Disable heater
hu: Fűtés tiltás

source: (Unused)
hu: (Nem használt)

source: Lights switch-on hour #1
hu: 1. Világítás bekapcsolási óra

source: Lights switch-off hour #1
hu: 1. Világítás kikapcsolási óra

source: Lights switch-on hour #2
hu: 2. Világítás bekapcsolási óra

source: Lights switch-off hour #2
hu: 2. Világítás kikapcsolási óra

source: Ventilators switch-on minute
hu: Szellőztetés bekapcsolási perc

source: Ventilators switch-off minute
hu: Szellőztetés kikapcsolási perc

source: Relative unwanted gas content [%]
hu: Relatív nem kívánt gáztartalom [%]

source: Disable ventilators
hu: Szellőztetés tiltás

source: Low external temperature [°C]
hu: Alacsony külső hőmérséklet [°C]

source: High external temperature [°C]
hu: Magas külső hőmérséklet [°C]

source: &Apply
hu: &Alkalmaz

source: &Get override
hu: &Lekérdezés

source: &Set override
hu: &Beállítás

source: Remote control device
hu: Távoli vezérlőberendezés

source: &File
hu: &Fájl

source: &Transfer
hu: Át&vitel

source: &Download
hu: &Letölt

source: &Upload
hu: &Feltöltés

source: &Help
hu: &Segítség

source: &About...
hu: &Névjegy...

source: &Clear
hu: &Alapértékek

source: &Open...
hu: Me&gnyitás...

source: &Save...
hu: &Mentés...

source: E&xport...
hu: E&xportálás...

source: &Quit
hu: &Kilépés

source: Open ini file
hu: Ini fájl beolvasás

source: Save ini file
hu: Ini fájl mentés

source: Download ini file
hu: Ini fájl letöltés

source: Upload ini file
hu: Ini fájl feltöltés

source: &Close
hu: &Bezár

source: About
hu: Névjegy

source: Environment characteristic editor for remote MMxD devices
hu: Környezeti paraméter szerkesztő távoli MMxD berendezésekhez
